import BackHome from "../../components/backhome";
import pgstyle from "../../styles/page.module.css"
import Head from "next/head";

export default function first() {
    return (
        <BackHome>
            <Head>
                <title>上午十点</title>
            </Head>
            <div className={ pgstyle.content }>
            <section className={ pgstyle.title }>上午十点</section>
            <section className={ pgstyle.article }> &emsp;&emsp;见信如晤。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;这里是十九岁快满二十岁的黄欣，给你的一些莫名奇妙的东西。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;我现在一直觉得，上天让我出生在你的前面，让我当你的哥哥而不是你做我的姐姐，肯定就是想让我多在这个世界周游一下，待你来到这个世界的时候可以不用害怕，因为有个人一直在你前面拓展世界的道路，做你的骑士。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;聪明的人不一定优秀，优秀的人一定自律。这也是我对自己的最大遗憾。现在我告诉你，希望你以后不会像我现在这样后悔。自律是一个对别人来说可怕，对自己来说可爱的习惯。如今的我，每一次都会在自习结束之后痛斥自己又没专心学习，又拿起手机消磨时光。我想过很多次去改变，但这种深入骨髓的陋习不是那么容易根去的。但是你不一样，你还有机会。之所以我们不够自律，就是我们控制不了自己的欲望。希望每一次你想打破自己的自律性的时候，都先暂停手头所有的动作，深呼吸三次，等待十几秒，当自己不再被欲望控制的那么彻底时候，再来决定自己要不要打破现有的状态 。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;以后有时间一起看树吧。能保持专注持续多久的时间是一个影响深远的因素。它一部分来源于天赋，但更多的取决于后天的培养。在如今碎片化信息云集的时代，保持高强度的专注度一种稀缺的品质。选择任意一棵树， 安静的看着它，任何部位都可。不管什么念头生起，只要看着它，其他什么都不做。念头就像蛇一样，它会盘卷起来，又会自己松解开。不要跟着念头跑！“不要害怕自己无法专注，发现自己散乱的那一刻弥足珍贵!”</section>
            <section className={ pgstyle.article }> &emsp;&emsp;世人有一个错误的观点，他们总以为有天赋才会有兴趣，有兴趣才会坚持。但实际并不如此，所有的伟大都起源于枯燥的练习。所有的兴趣都是因为在许许多多个枯燥的日子里默默无闻、无比努力地坚持后产生的。就像我的学习，你只觉得我有天赋，然而并没看到我在你没来到这个世界之前的坚持；也像你的舞蹈，别人只会看你跳舞时优美的舞姿，却看不到你许许多多个周末的辛勤付出。并不是我在学习方面有天赋，所以我喜爱学习，而是因为我在这上面坚持了下来，它给我带来了荣誉感，我才喜欢。你跳舞也是，不是因为你在舞蹈方面有天赋你才喜欢跳舞，而是因为你的坚持带来的荣誉感让你喜欢上的它。所以啊，不要说自己没天赋这种话，只是你投入的时间不够多而已。至今我还在后悔当初老妈没用暴力的方式让我坚持下来，以至于我到现在为止都没能掌握一门乐器。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;我目前为止对自己最满意的地方是我会经常反省。反省周围的人做的事，反省自己做的事。对我来说比较悲哀的一件事就是我会在这个过程中发现我身上原来也有父母身上的缺点。但正因为我意识到了，我才会去改变。就像老妈上次跟我说你的一个问题，说你从来不认错。你有没有发现，这恰好是她身上我们都很讨厌的缺点之一。你会不会在某个瞬间会意识到，如果这样下去，你会在某些方面永不复返地携带上她的影子。说句真心话，你喜欢不愿意承认错误的老妈吗？你会喜欢那样的自己吗？保持理性，永远保持自我反省与思考。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;最后，学会独处。人类是群居属性的动物，但同样是需要独处的动物。后面的时间里，你会越来越发现自己很孤单甚至偶尔会孤独。但是不要害怕，一个人就做一个人能做的事：看书、独舞、逛街、做顿美餐……不要在觉得孤独的时候玩游戏、耍视频，也不要强行去联系别人，这些只会虚假的建立你和他人的联系，会让你更加孤单。你只有在孤独的时候能够做好自己的情况下才能在和别人共处的时候保持自我。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;以上这些，我希望你能明白也希望你不去明白。现在你如果不懂挺好的，说明你还是那个无忧无虑的小孩子。当你开始慢慢体会到我说的意思的时候，就说明你在慢慢成长，不再是一个懵懂无知的女孩，也开始学会在这个世界闯荡。但不论如何，一定要像现在一样乐观地生活。人生最大勇气就是明明知道有时生活会让你不快乐，但我们一直乐观地让生活充斥快乐。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;十二岁生日快乐。</section>
            <section className={ pgstyle.article }> &emsp;&emsp;永远快乐。</section>
            </div>
        </BackHome>
    )
}